const invoices = [
    { id: 10001, buyer: "علی رضایی", phone: "09120000001", seller: "فروشگاه مرکزی", date: "1403/01/01" },
    { id: 10002, buyer: "محمد احمدی", phone: "09120000002", seller: "فروشگاه مرکزی", date: "1403/01/02" },
    { id: 10003, buyer: "حسین محمدی", phone: "09120000003", seller: "فروشگاه مرکزی", date: "1403/01/03" },
    { id: 10004, buyer: "مهدی کریمی", phone: "09120000004", seller: "فروشگاه مرکزی", date: "1403/01/04" },
    { id: 10005, buyer: "رضا حسینی", phone: "09120000005", seller: "فروشگاه مرکزی", date: "1403/01/05" },
  
    { id: 200101, buyer: "امیر جعفری", phone: "09120000006", seller: "بازار کهکشانی", date: "1403/01/06" },
    { id: 200102, buyer: "سعید قاسمی", phone: "09120000007", seller: "بازار کهکشانی", date: "1403/01/07" },
    { id: 200103, buyer: "میلاد صادقی", phone: "09120000008", seller: "بازار کهکشانی", date: "1403/01/08" },
    { id: 200104, buyer: "حمید مرادی", phone: "09120000009", seller: "بازار کهکشانی", date: "1403/01/09" },
    { id: 200105, buyer: "وحید اکبری", phone: "09120000010", seller: "بازار کهکشانی", date: "1403/01/10" },
  
    { id: 345678, buyer: "مسعود موسوی", phone: "09120000011", seller: "فروشگاه سیتادل", date: "1403/01/11" },
    { id: 345679, buyer: "علیرضا هاشمی", phone: "09120000012", seller: "فروشگاه سیتادل", date: "1403/01/12" },
    { id: 345680, buyer: "احسان نظری", phone: "09120000013", seller: "فروشگاه سیتادل", date: "1403/01/13" },
    { id: 345681, buyer: "یاسر محمودی", phone: "09120000014", seller: "فروشگاه سیتادل", date: "1403/01/14" },
    { id: 345682, buyer: "مجتبی نادری", phone: "09120000015", seller: "فروشگاه سیتادل", date: "1403/01/15" },
  
    { id: 789012, buyer: "پیمان رستمی", phone: "09120000016", seller: "فروشگاه شبانه", date: "1403/01/16" },
    { id: 789013, buyer: "آرش زمانی", phone: "09120000017", seller: "فروشگاه شبانه", date: "1403/01/17" },
    { id: 789014, buyer: "سینا شریفی", phone: "09120000018", seller: "بازار ویژه", date: "1403/01/18" },
    { id: 789015, buyer: "فرهاد نیک‌پور", phone: "09120000019", seller: "بازار ویژه", date: "1403/01/19" },
    { id: 789016, buyer: "کامران فلاح", phone: "09120000020", seller: "فروشگاه میکروورس", date: "1403/01/20" }
  ];
  
  export default invoices;